// Даны два целых числа. Вывести на экран большее из них.


int a = 100;
int b = 30;

if (a > b)
{
    Console.WriteLine(a);
}
else
{
    Console.WriteLine(b);
}