// Дано натуральное число N. Вывести на экран числа от 1 до N.


int n = 100;
int i = 1;

while (i <= n)
{
    // Console.WriteLine(i);
    Console.Write(i);
    Console.Write(' ');
    i = i + 1;
}