// Вычислить значение формулы a*b/c+d,
// где a, b, c, d — некоторые целые числа.
// Результат вывести на экран.


int a = 8;
int b = 9;
int c = 3;
int d = 4;

int product = a * b;
int sum = c + d;
int quotient = product / sum;
Console.WriteLine(quotient);